---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Kcal
source: html/1b232f70-c5c3-dbe4-5a93-4555710a0944.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Kcal Property

Symbol kcal, indicating unit Kilocalories.

## Syntax (C#)
```csharp
public static ForgeTypeId Kcal { get; }
```